<script src="js/tag.js"></script>
<div class="sidebar">
    <img src="logo.png" id="sidebar-logo">
    <span>路跑管理系統</span>
    <ul>
        <li class id="li_overall"><a href="#">總覽</a></li>
        <li class id="li_personnel"><a href="#">工人</a></li>
        <li class id="li_runner"><a href="#">跑者</a></li>
        <li class id="li_contact"><a href="#">通訊錄</a></li>
        <li class id="li_logout"><a href="php/logout.php">登出</a></li>

    </ul>
</div>
<div class="main">
    <div id="overall">
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
        <h1>1</h1>
        <p>這邊放登記、補給站狀況、時間等等</p>
    </div>
    <div id="personnel">
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>
        <h1>2</h1>
        <p>這邊管理工作人員權限</p>

    </div>
    <div id="runner">
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
        <h1>3</h1>
        <p>這邊更新跑者資訊/上傳跑者資料</p>
    </div>
    <div id="contact">
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
                <h1>4</h1>
        <p>這邊放緊急聯絡資訊</p>
        
    </div>

</div>